[
  {
    "image": "https://i.guim.co.uk/img/media/5a4311f5201c472f0c05b2d6af281eeddc3bffe0/1348_1312_2128_1277/master/2128.jpg?width=620&quality=85&dpr=1&s=none",
    "title": "‘The walking corpse’: European Super League’s new vision greeted with scorn",
    "description": "A new 10-point manifesto for the resuscitation of a European Super League has again united the established powers in football, this time in derision. Described variously as a “twitching corpse”, a dispatch from “an alternative reality” and a wolf with “big eyes and big teeth”, the proposals, which claim to have rectified the issues that brought down the ESL in 2021, have been given short shrift."
  },
  {
    "image": "https://i.guim.co.uk/img/media/424a5716d051c4997096524281e5d21343f932a2/0_83_5400_3240/master/5400.jpg?width=700&quality=85&auto=format&fit=max&s=c53a9038f5d020a4a4fbd3657f5f4c6f",
    "title": "Alex Morgan attacks ‘bizarre’ potential Saudi Women’s World Cup sponsorship",
    "description": "USA forward Alex Morgan has questioned the possible sponsorship deal between Fifa and Saudi Arabia’s tourism authority for the upcoming Women’s World Cup in Australia and New Zealand this summer."
  },
  {
    "image": "https://i.guim.co.uk/img/media/13e987211d68324fa970d03d502de919c6e2b16e/0_190_5118_3072/master/5118.jpg?width=620&quality=85&dpr=1&s=none",
    "title": "Emir of Qatar has plan to own both Manchester United and PSG",
    "description": "The strategy of the emir of Qatar, Sheikh Tamim bin Hamad al-Thani, to try to purchase Manchester United while also owning Paris Saint-Germain will be to demonstrate to Uefa that each club will be controlled by a separate entity. Buying a minority stake in United is not currently of interest, it is understood.\n\nUefa rules do not allow clubs that can meet in the same competition, such as the Champions League, to have the same owner. Those driving the Qatar interest are conscious of this and a solution is being sought. The current one would be to demonstrate to Uefa that United would not be administered by the same structure and personnel as PSG.\n\n"
  },
  {
    "image": "https://i.guim.co.uk/img/media/a1d8e378e8d149132fe9521cb41ccbded975e032/0_295_3500_2100/master/3500.jpg?width=700&quality=85&auto=format&fit=max&s=a9eef1c3a1a1cd9a1d7722459fcff50f",
    "title": "Guardiola accuses Premier League rivals of plotting against Manchester City",
    "description": "Pep Guardiola has claimed Manchester City are already “condemned” in the court of public opinion and namechecked Tottenham’s Daniel Levy when accusing the other 19 Premier League clubs of driving the 101 charges against them.\n\nGuardiola defiantly defended his club as he spoke for the first time since the Premier League alleged financial misconduct by City over multiple years. He repeatedly said reputational “damage” had been done even if the club are found not guilty. City have denied wrongdoing."
  },
  {
    "image": "https://i.guim.co.uk/img/media/706764fff0494385cd09defa80344d305a20176d/48_317_3409_2047/master/3409.jpg?width=620&quality=85&dpr=1&s=none",
    "title": "WSL clash of titans: where Manchester City v Arsenal could be won and lost",
    "description": "Saturday’s game is a second meeting in four days and will have a big bearing on Champions League qualification and title hopes"
  },
  {
    "image": "https://i.guim.co.uk/img/media/91c48e06e61256edb1d3b57696f6110c02d086c7/240_891_7621_4573/master/7621.jpg?width=620&quality=85&dpr=1&s=none",
    "title": "An agenda against your football club? If only we were that competent",
    "description": "Have football fans always been this defensive? Social media has driven our collective sense of conspiracy to ludicrous levels"
  },
  {
    "image": "",
    "title": "",
    "description": ""
  }
]